Repository: long0204/App_Foodtour
Catalog: appflutter/lib/config/l10n/app_*.arb
Languages: vi

source: Skip
vi: Bỏ qua

# start
source: Get Started
vi: Bắt đầu

source: Next
vi: Tiếp theo

# homePage
source: Home
vi: Trang chủ

source: News
vi: Bản tin

source: Report
vi: Báo cáo

# pay
source: Payment
vi: Thanh toán

# onboardPayContent
source: TingX supports payments 24/7 for you. Quickly choose a suitable campaign for yourself to generate lots of commissions with TingX.
vi: TingX hỗ trợ thanh toán 24/7 cho bạn. Hãy nhanh chọn cho mình một chiến dịch phù hợp để tạo ra thật nhiều hoa hồng cùng TingX nhé.

# closeAppAlert
source: Swipe twice to exit the application
vi: Vuốt 2 lần để thoát ứng dụng

# loginTitle
source: Hello,
vi: Xin chào,

# registerTitle
source: Welcome,
vi: Chào mừng bạn,

source: Log in with
vi: Đăng nhập với

source: Register with
vi: Đăng ký với

# tryAgain
source: Too many times. Please try again later
vi: Quá nhiều lần thử, vui lòng thử lại sau

# emailHintField
source: Enter email
vi: Địa chỉ email

source: Log in
vi: Đăng nhập

source: Register
vi: Đăng ký

# hasAccount
source: Have an account?
vi: Bạn đã có tài khoản?

# noAccount
source: Have no account?
vi: Bạn chưa có tài khoản?

source: Log in now
vi: Đăng nhập ngay

source: Register now
vi: Đăng ký ngay

# accountUnavailable
source: Account was unavailable
vi: Tài khoản không khả dụng

source: Please contact admin
vi: Vui lòng liên hệ Admin để biết thêm chi tiết.

# weHaveSentOTP
source: Please check your email
vi: Chúng tôi đã gửi mã đến địa chỉ email

# resendFollow
source: Remains:
vi: Gửi lại mã sau:

# noOTP
source: Do not receive OTP?
vi: Không nhận được mã?

source: Resend
vi: Gửi lại

# updateInfo
source: Edit information
vi: Cập nhật thông tin

# updateInfoFail
source: Update unsuccessfully
vi: Cập nhật thông tin thất bại

# expAff
source: Affiliate Marketing experience *
vi: Kinh nghiệm chạy affiliate *

# isKOL
source: Are you a KOL/KOC?
vi: Bạn có phải là KOL, KOC không?

# campaignUsed
source: Campaigns which has run before *
vi: Campaign từng chạy *

# campaignRUsedName
source: Enter campaign
vi: Nhập tên campaign từng chạy affiliate

# locationTitle
source: Address *
vi: Địa chỉ *

# location
source: Address
vi: Địa chỉ

source: City
vi: Thành phố/tỉnh

# region
source: District
vi: Quận/huyện

source: Ward
vi: Phường/xã

# address
source: Specific address
vi: Địa chỉ cụ thể (Số nhà, đường phố)

# loginInfo
source: Log in information(
vi: Thông tin đăng nhập(

source: Phone number
vi: Số điện thoại

source: Add contact
vi: Thêm liên lạc

# languageTitle
source: Language
vi: Ngôn ngữ

# language
source: English
vi: Tiếng việt

# isPublisher
source: Are you publisher?
vi: Bạn là publisher?

# networkUsedTitle
source: Have you ever run any of the following networks??
vi: Bạn đã từng chạy network nào dưới đây?

# exp
source: Years of experience
vi: Số năm kinh nghiệm

# networkUsed
source: Enter network
vi: Nhập network từng chạy

# basicInfo
source: Basic information *
vi: Thông tin cơ bản *

# fbLink
source: Enter facebook link
vi: Nhập link facebook

source: Select country
vi: Chọn quốc gia

source: Search country
vi: Tìm kiếm quốc gia

# selectExp
source: Select
vi: Chọn số năm

# passW
source: Password
vi: Mật khẩu

source: Select platform
vi: Chọn platform

# rePassW
source: Confirm password
vi: Nhập lại Mật khẩu

# selectTraffic
source: Select traffic type
vi: Chọn loại traffic

# selectTrafficHint
source: Enter traffic type
vi: Nhập loại traffic

# selectTypeCampaign
source: Select campaign type
vi: Chọn thể loại

# selectTypeCampaignHint
source: Enter campaign type
vi: Nhập thể loại

# addBank
source: Add payment method
vi: Thêm tài khoản ngân hàng

# editMethod
source: Edit payment method
vi: Sửa phương thức thanh toán

# bankName
source: Bank
vi: Tên ngân hàng

# bankAcc
source: account owner
vi: Chủ tài khoản

# stk
source: Account Number
vi: Số tài khoản

# bankAccountName
source: Account Holder
vi: Tên chủ tài khoản

# bankAccountNameHint
source: Enter account holder
vi: Nhập tên chủ tài khoản

source: Branch
vi: Chi nhánh

source: Currency
vi: Loại tiền tệ

source: Select currency
vi: Chọn loại tiền tệ

source: Confirm
vi: Xác nhận

# addBankWarning
source: Please make sure to enter the correct bank information and account number registered with the bank.
vi: Vui lòng đảm bảo nhập đúng thông tin ngân hàng và số tài khoản đăng ký với ngân hàng.

# addBankSuccess
source: Add successfully
vi: Thêm thành công

# error
source: An error occurred, please try again later
vi: Có lỗi xảy ra, vui lòng thử lại sau

source: Select bank
vi: Chọn ngân hàng

# enterBankName
source: Enter bank
vi: Nhập tên ngân hàng

# delAcc
source: Delete account
vi: Xoá tài khoản

# delAccTitle
source: Warning. After deleting your account:
vi: Lưu ý, sau khi xoá tài khoản:

# delWarning1
source: - Delete your data on the TingX app.
vi: - Xoá các dữ liệu của bạn trên ứng dụng TingX.

# delWarning2
source: - Can not access to TingX.
vi: - Không thể truy cập tài khoản.

# delWarning3
source: - This operation cannot be undone.
vi: - Thao tác này không thể hoàn tác.

# delWarning4
source: Account deletion may take up to 30 days.
vi: Việc xoá tài khoản có thể cần tới 30 ngày.

# editInfo
source: Edit information
vi: Chỉnh sửa thông tin

# updateInfoSuccess
source: Edit successfully
vi: Cập nhật thông tin thành công

source: Save
vi: Lưu

source: Cancel
vi: Huỷ

# identAccount
source: Account identifier
vi: Định danh tài khoản

# household
source: Permanent residence
vi: Hộ khẩu thường trú

# frontCCCD
source: Photo of ID card (front)
vi: Ảnh CCCD mặt trước

# backCCCD
source: Photo of ID card (back)
vi: Ảnh CCCD mặt sau

# cropImg
source: Crop photo
vi: Cắt ảnh

source: Done
vi: Xong

# errorChangePass
source: Error. Try again
vi: Lỗi, vui lòng thử lại

# changePassSuccess
source: Change password successfully
vi: Đổi mật khẩu thành công

# changePass
source: Change password
vi: Thay đổi mật khẩu

# changePassBtn
source: Change
vi: Đổi mật khẩu

# newPass
source: New password
vi: Mật khẩu mới

# enterNewPass
source: Enter new password
vi: Nhập mật khẩu mới

# confirmPass
source: Confirm password
vi: Xác nhận mật khẩu

# gmt
source: GTM
vi: Múi giờ

# plsReload
source: Error. Please reload
vi: Có lỗi xảy ra, vui lòng tải lại

source: Reload
vi: Tải lại

source: Member
vi: Hội viên

# member2
source: Member
vi: Thành viên

source: Benefit
vi: Quyền lợi

# noEndow
source: You do not have any benefit
vi: Bạn chưa có ưu đãi nào.

# plsEndow
source: Accumulate points to upgrade your membership level and receive more incentives!
vi: Hãy tích điểm để nâng hạng thành viên và nhận thêm nhiều ưu đãi bạn nhé!

# earnPoint
source: Get more point
vi: Kiếm thêm điểm

source: point
vi: điểm

# accumulateCoins
source: Accumulate point
vi: Tích xu

# claimPoint
source: Get point now
vi: Nhận điểm ngay

source: Month
vi: Tháng

# info
source: Information
vi: Thông tin

# historyP
source: Point history
vi: Lịch sử điểm

# ruleP
source: Rule
vi: Thể lệ

# uMission
source: Mission
vi: Nhiệm vụ của bạn

# inProgress
source: In processing
vi: Đang thực hiện

# complete
source: Done
vi: Hoàn thành

# accumulatedTitle
source: DP1
vi: Điểm tích luỹ

# availabilityTitle
source: DP2
vi: Điểm khả dụng

# accumulateTip
source: Actual total cumulative DP is the basis for ranking. Points are not cumulative over years
vi: Tổng DP tích luỹ thực tế, là căn cứ xét hạng. Điểm không được cộng dồn qua các năm

# avaTip
source: Total DP used to exchange gifts
vi: Tổng DP dùng để đổi quà

# accumulateTitlePage
source: DP1
vi: Tích luỹ

# avaTitlePage
source: DP2
vi: Khả dụng

# bag
source: Archive
vi: Túi đồ

# surplus
source: Balance
vi: Số dư

source: Version
vi: Phiên bản

source: Terms
vi: Điều khoản, điều kiện

# sp
source: Support
vi: Liên hệ, hỗ trợ

# rate
source: App reviews
vi: Đánh giá ứng dụng

source: Other
vi: Khác

# beneficiaryAcc
source: Beneficiary account
vi: Tài khoản thụ hưởng

source: Add
vi: Thêm

# noBeneficiaryAcc
source: There is no beneficiary account
vi: Bạn chưa cập nhật tài khoản thụ hưởng

# plsUpdateBeneficiary
source: Please update your beneficiary account to withdraw your commission!
vi: Hãy cập nhật tài khoản thụ hưởng để rút tiền hoa hồng bạn nhé!

source: Update now
vi: Cập nhật ngay

# logOutTitle
source: Do you want to log out?
vi: Bạn có muốn đăng xuất?

# brownRank
source: Bronze rank
vi: hạng Đồng

source: Silver rank
vi: hạng Bạc

source: Gold rank
vi: hạng Vàng

source: Diamond rank
vi: Kim Cương

# nextRankContent
source: more points to level up
vi: điểm nữa để lên

# noIdent
source: Oh, you have not identity!
vi: Oh, bạn chưa định danh tài khoản!

# plsIdent
source: Identify your account immediately so you can protect your account, withdraw money and open advanced sales features and operations.
vi: Định danh tài khoản ngay để có thể bảo vệ tài khoản, rút tiền và mở các tính năng, nghiệp vụ bán hàng nâng cao.

# identNow
source: Identity now
vi: Định danh ngay

source: Log out
vi: Đăng xuất

# detailOffer
source: Offer detail
vi: Chi tiết chiến dịch

source: Edit link
vi: Sửa link chiến dịch

# offerTitle
source: Offer(*)
vi: Chiến dịch(*)

source: Copy
vi: Sao chép

source: Copied
vi: Đã sao chép

# addACI
source: Add affiliate click ID
vi: Thêm affiliate click id

# addMobileParam
source: Add mobile parameters
vi: Thêm mobile parameters

# iosIDFA
source: IDFA
vi: Apple ios idfa

# ggGAID
source: GAID
vi: Google android gaid

source: Add Sub ID
vi: Thêm sub id

source: Add Sub
vi: Thêm Sub

source: Unlock offer
vi: Mở khoá chiến dịch

# infoBenefit
source: Benefit
vi: Thông tin đãi ngộ

source: Back
vi: Quay lại

# continueTitle
source: Continue
vi: Tiếp tục

# joinNow
source: Request
vi: Tham gia ngay

# waitingForApproval
source: Pending
vi: Đang đợi duyệt

# hh
source: Payout:
vi: Hoa hồng:

# waitingForApproval2
source: Pending
vi: Đang chờ duyệt

source: Rejected
vi: Đã từ chối

# linkOffer
source: Tracking link
vi: Link chiến dịch

source: Similar offer
vi: Chiến dịch tương tự

source: Hello
vi: Xin chào

# notAvailableYet
source: The feature is coming soon
vi: Tính năng đang phát triển

# payIn
source: Deposit
vi: Nạp tiền

# payOut
source: Withdraw
vi: Rút tiền

# inviteFriend
source: Referral
vi: Mời bạn

source: Filter
vi: Bộ lọc

source: Reset
vi: Thiết lập lại

source: Apply
vi: Áp dụng

source: Country
vi: Quốc gia

# enterCountryName
source: Enter country
vi: Nhập tên quốc gia

source: Goal type
vi: Hình thức chạy

# listEmpty
source: No data
vi: Danh sách trống

# hasEndList
source: Reached end of list
vi: Đã đến cuối danh sách

# listCategory
source: Catalog
vi: Danh sách ngành hàng

source: Search
vi: Tìm kiếm

# suggestTitle
source: TingX suggest
vi: TingX đề xuất

source: Guide
vi: Hướng dẫn

source: Coming soon
vi: Sắp diễn ra

# withU
source: With
vi: Cùng

# eventContent
source: Discover interesting events and news
vi: Khám phá các sự kiện và tin tức thú vị

# newsPage
source: News
vi: Tin tức

# otherNew
source: Other news
vi: Tin tức khác

# whatNews
source: What's new?
vi: Có gì mới?

# noti
source: Notification
vi: Thông báo

source: Offer
vi: Chiến dịch

source: Transaction
vi: Giao dịch

# emptyNoti
source: No data
vi: Không có thông báo nào

# del
source: Delete
vi: Xoá

source: hour ago
vi: giờ trước

source: Today
vi: Hôm nay

# old
source: More
vi: Cũ hơn

# payInSuccess
source: Deposit successfully!
vi: Nạp tiền thành công!

# payInFail
source: Deposit unsuccessfully!
vi: Nạp tiền không thành công!

source: Back to home
vi: Về trang chủ

# retry
source: Try again
vi: Thử lại

# payOutFrom
source: Withdraw from
vi: Rút tiền từ

source: Send
vi: Gửi

# accountBalance
source: Balance
vi: Số dư tài khoản

# notMetAmount
source: Insufficient minimum payment amount
vi: Bạn chưa đủ số tiền thanh toán tối thiểu

# payOutFail
source: Request was send unsuccessfully!
vi: Rút tiền không thành công!

# errPayOut
source: An error occurred.
vi: Đã xảy ra lỗi trong quá trình rút tiền.

# notMetAmountErr
source: Current balance is insufficient
vi: Số dư hiện tại không đủ

# payOutSuccess
source: Request was send successfully!
vi: Gửi yêu cầu thành công!

# payOutSuccessContent
source: Request was send successfully. We will process the invoice as soon as possible.
vi: Bạn đã gửi yêu cầu thanh toán thành công. Chúng tôi sẽ xử lí hoá đơn trong thời gian sớm nhất.

source: Payment method
vi: Phương thức thanh toán

source: Bank transfer
vi: Chuyển khoản ngân hàng

source: Bank
vi: Ngân hàng

# needUpdateInfoBank
source: You need to update your bank account information
vi: Bạn cần cập nhật thông tin tài khoản ngân hàng

# needUpdateInfoBankContent
source: Please update your bank account information to withdraw the first funds to your wallet!
vi: Hãy cập nhật thông tin tài khoản ngân hàng để rút những khoản tiền đầu tiên về ví mình nhé!

# selectMethod
source: Select payment method
vi: Chọn phương thức thanh toán

# notMethod
source: No payment method
vi: Chưa cập nhật phương thức

# amountWithdraw
source: Amount
vi: Số tiền muốn rút

source: Minimum
vi: Tối thiểu

# identDialogContent
source: Identify your account immediately so you can protect your account, withdraw money and open advanced sales features and operations.
vi: Định danh tài khoản ngay để có thể bảo vệ tài khoản, rút tiền và mở các tính năng, nghiệp vụ bán hàng nâng cao.

source: Close
vi: Đóng

# listReferral
source: Referral list
vi: Danh sách referral

# referralEmpty
source: No data
vi: Danh sách giới thiệu trống

# referralContent
source: Please actively share the referral link with more friends to receive lots of commissions.
vi: Hãy tích cực chia sẻ link giới thiệu nhiều bạn bè hơn nữa để nhận thật nhiều hoa hồng nha.

# introduceNow
source: Go for now
vi: Giới thiệu ngay

# introduceNewFr
source: Referral
vi: Giới thiệu bạn mới

# headRefTitle
source: Get unlimited rewards
vi: Nhận thưởng không giới hạn

# headRefContentReg
source: Register the link and refer your friends to receive commissions!
vi: Đăng ký link và giới thiệu cho bạn bè để nhận hoa hồng bạn nhé!

# headRefContentShare
source: Share the referral link with your friends to receive commissions!
vi: Chia sẻ link giới thiệu cho bạn bè để nhận hoa hồng bạn nhé!

# refLinkOutDate
source: Your referral link has expired
vi: Liên kết giới thiệu của bạn hết hạn

# refLinkOutDateContent
source: Please contact AM to create an affiliate link and recommend it to your friends to receive a commission!
vi: Vui lòng liên hệ AM để tạo link liên kết và giới thiệu cho bạn bè để nhận hoa hồng bạn nhé!

# unexpired
source: Available
vi: Còn hạn

source: Expired
vi: Hết hạn

# totalBonus
source: Bonus summary
vi: Tổng số tiền bonus

# bonusPaid
source: Paid bonus
vi: Bonus đã thanh toán

# amountMoney
source: Amount
vi: Số tiền

source: Notes
vi: Ghi chú

# noRecorded
source: No data
vi: Chưa có dữ liệu nào được ghi nhận

source: Effective date
vi: Ngày hiệu lực

source: Progress
vi: Tiến trình

# historyPay
source: Payment history
vi: Lịch sử thanh toán

# time
source: Date
vi: Thời gian

# convert
source: Conversion
vi: Chuyển đổi

# soDon
source: Quantity
vi: Số đơn

# unit
source: (Unit : dvt)
vi: (Đơn vị : dvt)

source: Now
vi: Hiện tại

source: Previous
vi: Kỳ trước

source: Currency unit
vi: Đơn vị tiền tệ

source: Approved
vi: Được duyệt

source: Pending
vi: Đang xử lý

source: Trash
vi: Không hợp lệ

# denied
source: Rejected
vi: Bị từ chối

source: Pre Approved
vi: Tạm duyệt

# selectTime
source: Select date range
vi: Chọn khoảng thời gian

# enterOfferName
source: Enter offer
vi: Nhập tên chiến dịch

source: Select offer
vi: Chọn chiến dịch

# noRecordOvView
source: No data
vi: Chưa có dữ liệu nào được ghi nhận

source: Chart
vi: Biểu đồ

source: Revenue
vi: Doanh thu

# averageIncome
source: Average monthly income
vi: Thu nhập TB/tháng

# approvalRate
source: Approved rate (AR)
vi: Tỷ lệ phê duyệt (AR)

# conversionRate
source: Conversion rate (CR)
vi: Tỷ lệ chuyển đổi (CR)

# detailInvoice
source: Invoice detail
vi: Chi tiết lịch sử thanh toán

# invoice
source: Invoices
vi: Hoá đơn

source: Start date
vi: Thời gian tạo

source: End date
vi: Thời gian hết hạn

# payInfo
source: Payment information
vi: Thông tin thanh toán

# listOffer
source: Offers
vi: Danh sách chiến dịch

# amountPaid
source: Paid
vi: Đã thanh toán

# availability
source: Available
vi: Khả dụng

# pendingPay
source: Processing
vi: Chờ thanh toán

# incomeBill
source: Invoices
vi: Hoá đơn thu nhập

# payInFromBank
source: From bank into TingX
vi: Từ ngân hàng vào TingX

# payOutFromTingX
source: From TingX into bank
vi: Từ TingX về ngân hàng

# saleStatistics
source: do sales statistics!
vi: Thống kê doanh số nhé!

source: Overview
vi: Tổng quan

source: Processing
vi: Chờ xử lí

# emptySearch
source: No data found
vi: Không tìm thấy kết quả nào

# hintSearch
source: Try again with other words
vi: Hãy thử sử dụng các từ khoá chung chung hơn

# delHistorySearch
source: Clear searching history
vi: Xoá lịch sử tìm kiếm

# seeMore
source: View more
vi: Hiển thị nhiều hơn

source: Setting
vi: Cài đặt

# onMic
source: Turn micro on to use this feature
vi: Để tiếp tục sử dụng tính năng vui lòng bật micrô

# speechHint
source: What do you find?
vi: Bạn cần tìm gì?

# reMic
source: Please press micro to try again
vi: Hãy nhấn vào micrô để thử lại

source: Account
vi: Tài khoản

# searchHintText
source: Enter
vi: Nhập để tìm kiếm...

# emptySearchDropDown
source: No data found
vi: Không có kết quả tìm kiếm

source: Select
vi: Chọn

source: All
vi: Tất cả

# mobileApp
source: Mobile Application
vi: Ứng dụng di động

source: E-commerce
vi: Thương mại điện tử

# functionalFoods
source: Functional food
vi: Thực phẩm chức năng

source: Finance
vi: Tài chính

# cosmetics
source: Cosmetic
vi: Mỹ phẩm

# tooManyTries
source: You have tried too many times
vi: Quá nhiều lần thử

# sendOTPFail
source: OTP was send unsuccessfully
vi: Gửi mã thất bại

# reSendOTPFail
source: OTP was resend unsuccessfully
vi: Gửi lại mã thất bại

source: Invalid OTP
vi: Mã OTP không đúng định dạng

# otpNotCorrect
source: Invalid OTP
vi: Mã xác minh chưa chính xác

# loginFail
source: Log in unsuccessfully
vi: Đăng nhập thất bại

# plsTryAgain
source: Please try again
vi: Vui lòng thử lại hoặc liên hệ tổng đài để được trợ giúp.

# invalidSelectBankName
source: Please select bank
vi: Vui lòng chọn tên ngân hàng

# invalidNameBank
source: Please enter account holder
vi: Vui lòng nhập tên chủ tài khoản

# invalidNameBankContainVNChar
source: Invalid account holder
vi: Tên CTK phải là không dấu

# accNumInvalid
source: Please enter account number
vi: Vui lòng nhập số tài khoản

# onlyNumber
source: Only enter number
vi: Chỉ nhập số

# currencyInvalid
source: Please select currency
vi: Vui lòng chọn loại tiền tệ

# passNotMatch
source: Password does not match
vi: Mật khẩu không trùng khớp

# invalidFirstName
source: Please enter first name
vi: Vui lòng nhập họ

# invalidLastName
source: Please enter last name
vi: Vui lòng nhập tên

# option
source: Customize
vi: Tuỳ chọn

source: Yesterday
vi: Hôm qua

source: This week
vi: Tuần này

source: Last week
vi: Tuần trước

source: This month
vi: Tháng này

source: Last 30 days
vi: 30 ngày gần nhất

# emailEmptyInvalid
source: Please enter your email
vi: Vui lòng nhập Email

# emailInvalid
source: Invalid email
vi: Email không đúng định dạng

# passLengthInvalid
source: Password must have at least 6 characters
vi: Mật khẩu có độ dài từ 6 ký tự

# passInvalid
source: Invalid password
vi: Mật khẩu sai định dạng

# phoneEmptyInvalid
source: Please enter your phone number
vi: Vui lòng nhập số điện thoại

# phoneLengthInvalid
source: Phone number must have 9 to 12 digits
vi: Số điện thoại có độ dài từ 9 -> 12

# phoneInvalid
source: Invalid phone number
vi: Số điện thoại sai định dạng

# plsGrantPermission
source: Please grant permission in phone settings
vi: Vui lòng cấp phép trong cài đặt điện thoại

# lib
source: Library
vi: Thư viện

# pickImgFrom
source: Select file from
vi: Chọn ảnh từ

source: Monday
vi: Thứ Hai

source: Tuesday
vi: Thứ Ba

source: Wednesday
vi: Thứ Tư

source: Thursday
vi: Thứ Năm

source: Friday
vi: Thứ Sáu

source: Saturday
vi: Thứ Bảy

source: Sunday
vi: Chủ Nhật

# unknown
source: Member
vi: Không xác định

# brownRank2
source: Bronze rank
vi: Hạng Đồng

# silverRank2
source: Silver rank
vi: Hạng Bạc

# goldRank2
source: Gold rank
vi: Hạng Vàng

source: Select Language
vi: Chọn ngôn ngữ

# createdAt
source: Date
vi: Ngày tạo

source: Conversion Detail
vi: Chi tiết chuyển đổi

source: Date
vi: Ngày

# updatedAt
source: Date Modified
vi: Ngày thay đổi

source: Conversion Status
vi: Trạng thái

source: Tax
vi: Thuế

source: Payment Status
vi: Thanh toán

source: Unpaid
vi: Chưa thánh toán

# advertiserOffer
source: Advertiser and Offer
vi: Nhà cung cấp và chiến dịch

source: Goal
vi: Hình thức chạy

source: Contact
vi: Liên lạc

# fName
source: Firstname
vi: Họ

# lName
source: Lastname
vi: Tên

source: Custom
vi: Tuỳ chỉnh

source: Technical
vi: Kỹ thuật

source: IP
vi: Địa chỉ IP

source: Geo
vi: Địa điểm

source: Device Type
vi: Loại thiết bị

source: Device Brand
vi: Thương hiệu

source: Device Model
vi: Tên thiết bị

# os
source: Device OS
vi: Hệ điều hành

source: Browser
vi: Trình duyệt

# connectType
source: Connection Type
vi: Phương thức

source: Mobile Operator
vi: Nhà mạng

# conversionStatus2
source: Conversion Status
vi: Trạng thái chuyển đổi

source: Data
vi: Dữ liệu

source: TingX Wallet
vi: Ví TingX

# passEmptyInvalid
source: Please enter password
vi: Vui lòng nhập mật khẩu

# detailInvoiceCommission
source: Commission
vi: Hoa hồng

# detailInvoiceTotal
source: Total
vi: Số tiền

source: Quantity
vi: Số lượng

# detailInvoiceSubTotal
source: Sub total
vi: Tổng hoa hồng

# detailInvoiceCommissionReceived
source: Total
vi: Hoa hồng thực nhận

# titleNewVersion
source: A new version is available
vi: Đã có phiên bản mới

# contentNerVersion
source: Update now for a better experience
vi: Cập nhật ngay để có trải nghiệm tốt hơn

source: Update
vi: Cập nhật

# exchangeGifts
source: TingX gifts
vi: Đổi quà

source: Exchange
vi: Đổi ngay

source: Sold Out
vi: Hết hàng

source: DP2
vi: Điểm khả dụng

source: Shipping Information
vi: Thông tin giao hàng

# consignee
source: Full name
vi: Người nhận hàng

# updateAddress
source: Update information
vi: Cập nhật địa chỉ

source: Lastname
vi: Họ

source: Firstname
vi: Tên

# giftSelectCountry
source: Country
vi: Chọn quốc gia

source: Specific address
vi: Địa chỉ cụ thể (Số nhà, Đường phố)

# exchangeSuccessfully
source: Successfully!
vi: Đổi quà thành công!

# exchangeContent
source: Your gift has been prepared and sent to you as soon as possible. If you have any questions, please contact AM.
vi: Phần quà của bạn đang được chuẩn bị và gửi đến bạn trong thời gian sớm nhất. Nếu có bất kì thắc mắc gì, vui lòng liên hệ với AM.

# myMissions
source: Missions
vi: Nhiệm vụ của bạn

source: Go for it
vi: Làm ngay

# giftProcessing
source: Processing
vi: Đang thực hiện

source: Completed
vi: Hoàn thành

source: Mission instructions
vi: Hướng dẫn nhiệm vụ

# confirmGift
source: Confirm
vi: Tiếp tục

# notEnoughDp
source: You don't have enough points
vi: Bạn không đủ điểm đổi quà

# editLocationShipping
source: Edit
vi: Sửa lại

# emptyValid
source: Please enter
vi: Vui lòng nhập
